Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: It comes back to you as your own letter, and %@ walks on from where it is.
ar: يعود إليك كرسالة خاصة بك، ويستمر %@ من حيث هو.
bg: То се връща при вас като ваше собствено писмо и %@ продължава оттам, където е.
bs: Vraća vam se kao vaše vlastito pismo, a %@ odlazi dalje od mjesta gdje je.
ca: Et torna com la teva pròpia carta i %@ continua des d'on és.
cs: Vrátí se vám to jako váš vlastní dopis a %@ kráčí dál od místa, kde je.
da: Det kommer tilbage til dig som dit eget brev, og %@ går videre, hvorfra det er.
de: Er kommt als dein eigener Brief zurück, und %@ geht von dort weiter, wo er gerade ist.
el: Επιστρέφει σε εσάς ως το δικό σας γράμμα και το %@ προχωρά από εκεί που βρίσκεται.
es: Regresa a ti como tu propia carta y %@ continúa desde donde está.
et: See tuleb teile tagasi teie enda kirjana ja %@ kõnnib sealt edasi, kus ta on.
eu: Zure eskutitza bezala itzultzen zaizu, eta %@ dagoen tokitik jarraitzen du.
fi: Se tulee takaisin sinulle omana kirjeenäsi, ja %@ kävelee sieltä, missä se on.
fr: Elle te revient comme ta propre lettre, et %@ repart d'où il se trouve.
ga: Tagann sé ar ais chugat mar do litir féin, agus siúlann %@ ar aghaidh ón áit a bhfuil sé.
gl: Volve a ti como a túa propia carta e %@ continúa desde onde está.
he: זה חוזר אליך כמכתב שלך, ו-%@ ממשיך מהמקום שבו הוא נמצא.
hi: यह आपके अपने पत्र के रूप में आपके पास वापस आता है, और %@ वहीं से चलता है जहां यह है।
hr: Vraća vam se kao vaše vlastito pismo, a %@ odlazi dalje s mjesta gdje jest.
hu: A saját leveledként tér vissza hozzád, és a %@ továbbmegy onnan, ahol van.
id: Itu kembali kepada Anda sebagai surat Anda sendiri, dan %@ berjalan dari tempatnya semula.
is: Það kemur aftur til þín sem þitt eigið bréf og %@ heldur áfram þaðan sem það er.
it: Ti ritorna come la tua lettera e %@ prosegue da dove si trova.
ja: それはあなた自身の手紙として戻ってきて、%@はそこから歩き続けます。
ka: ის ბრუნდება თქვენთან, როგორც თქვენი საკუთარი წერილი და %@ მიდის იქიდან, სადაც არის.
kk: Ол сізге өзіңіздің хатыңыз ретінде оралады және %@ тұрған жерден жүреді.
ko: 그것은 당신 자신의 편지로 당신에게 돌아오고, %@는 그것이 있는 곳에서 계속 걸어갑니다.
lt: Jis grįžta jums kaip jūsų laiškas, o %@ eina iš ten, kur yra.
lv: Tā atgriežas pie jums kā jūsu paša vēstule, un %@ iet tālāk no turienes.
mk: Ви се враќа како ваше писмо, а %@ продолжува од каде што е.
ms: Ia kembali kepada anda sebagai surat anda sendiri, dan %@ berjalan dari tempat ia berada.
mt: Tiġi lura lilek bħala l-ittra tiegħek stess, u %@ jimxi 'l quddiem minn fejn ikun.
nb: Det kommer tilbake til deg som ditt eget brev, og %@ går videre fra der det er.
nl: Het komt bij je terug als je eigen brief, en %@ loopt verder waar het is.
pl: Wraca do ciebie jako twój własny list, a %@ idzie dalej tam, gdzie jest.
pt_br: Ela volta para você como sua própria carta, e %@ sai de onde está.
ro: Ea revine la tine ca propria ta scrisoare, iar %@ merge mai departe de unde se află.
ru: Оно вернётся к тебе как твоё письмо, и %@ пойдёт дальше с того места, где он сейчас.
sk: Vráti sa k vám ako váš vlastný list a %@ kráča ďalej od miesta, kde je.
sl: Vrne se k vam kot vaše lastno pismo in %@ gre naprej od tam, kjer je.
sq: Ajo kthehet tek ju si letra juaj dhe %@ ecën nga vendi ku është.
sr: Враћа вам се као ваше сопствено писмо, а %@ иде даље са места где је.
sv: Det kommer tillbaka till dig som ditt eget brev, och %@ går vidare där det är.
th: มันกลับมาหาคุณในรูปแบบจดหมายของคุณเอง และ %@ ก็ดำเนินไปจากที่ที่มันอยู่
tr: Size kendi mektubunuz olarak geri döner ve %@ olduğu yerden yürür.
uk: Він повертається до тебе як твій власний лист, і %@ йде далі з того місця, де воно є.
vi: Nó sẽ gửi lại cho bạn dưới dạng lá thư của chính bạn và %@ tiếp tục từ vị trí cũ.
zh_hans: 它会作为你自己的信返回给你，%@ 从它所在的地方继续前进。
zh_hk: 它會作為你自己的信回傳給你，%@ 從它所在的地方繼續前進。

source: It completes itself when the steps add up.
ar: يكتمل من تلقاء نفسه عندما تضيف الخطوات.
bg: Завършва се, когато стъпките се съберат.
bs: Završava se kada se koraci zbroje.
ca: Es completa quan els passos sumen.
cs: Dokončí se sám, když se kroky sečtou.
da: Det fuldender sig selv, når trinene tæller sammen.
de: Es vervollständigt sich, wenn sich die Schritte summieren.
el: Ολοκληρώνεται όταν αθροιστούν τα βήματα.
es: Se completa cuando los pasos se suman.
et: See läheb ise lõpule, kui sammud liidetakse.
eu: Urratsak batzen direnean osatzen da.
fi: Se valmistuu itsestään, kun vaiheet lasketaan yhteen.
fr: Il se termine lorsque les étapes s'additionnent.
ga: Críochnaíonn sé é féin nuair a thagann na céimeanna suas.
gl: Complétase por si mesmo cando se suman os pasos.
he: זה משלים את עצמו כאשר השלבים מצטברים.
hi: चरण जुड़ने पर यह स्वयं पूर्ण हो जाता है।
hr: Dovršava se sam od sebe kada se koraci zbroje.
hu: Magától fejeződik be, amikor a lépések összeadódnak.
id: Itu selesai dengan sendirinya ketika langkah-langkahnya bertambah.
is: Það klárast sjálft þegar skrefin leggjast saman.
it: Si completa da solo quando i passaggi si sommano.
ja: ステップが積み重なると、それは自動的に完了します。
ka: ის თავისთავად სრულდება, როდესაც ნაბიჯები დაემატება.
kk: Қадамдар қосылғанда ол өзін аяқтайды.
ko: 단계가 합산되면 자동으로 완료됩니다.
lt: Jis baigiasi savaime, kai sumuojasi žingsniai.
lv: Tas tiek pabeigts, kad soļi tiek summēti.
mk: Се завршува кога ќе се соберат чекорите.
ms: Ia selesai sendiri apabila langkah-langkah ditambah.
mt: Jitlesta lilu nnifsu meta l-passi jammontaw.
nb: Det fullfører seg selv når trinnene summerer seg.
nl: Het voltooit zichzelf wanneer de stappen bij elkaar opgeteld zijn.
pl: Całość kończy się, gdy kroki się sumują.
pt_br: Ele se completa quando as etapas se somam.
ro: Se completează singur când pașii se adună.
ru: Он завершается сам, когда шаги складываются.
sk: Dokončí sa sám, keď sa kroky pripočítajú.
sl: Dokonča se sam, ko se koraki seštejejo.
sq: Përfundon vetë kur hapat shtohen.
sr: Завршава се када се кораци саберу.
sv: Den fullbordar sig själv när stegen räcker till.
th: มันจะเสร็จสมบูรณ์เองเมื่อเพิ่มขั้นตอนต่างๆ
tr: Adımlar toplandığında kendini tamamlar.
uk: Він завершується сам, коли кроки складаються.
vi: Nó tự hoàn thành khi các bước cộng lại.
zh_hans: 当步骤加起来时，它就会自行完成。
zh_hk: 當步驟加起來時，它就會自行完成。

source: It does not matter how slowly you go, as long as you do not stop.
ar: لا يهم مدى بطء تقدمك، طالما أنك لا تتوقف.
bg: Няма значение колко бавно вървите, стига да не спирате.
bs: Nije važno koliko sporo idete, sve dok se ne zaustavite.
ca: No importa la lentitud que vagis, sempre que no t'aturis.
cs: Nezáleží na tom, jak pomalu jdete, pokud se nezastavíte.
da: Det er lige meget, hvor langsomt du går, så længe du ikke stopper.
de: Es ist egal, wie langsam du gehst, solange du nicht stehen bleibst.
el: Δεν έχει σημασία πόσο αργά πας, αρκεί να μην σταματήσεις.
es: No importa lo lento que vayas, siempre y cuando no te detengas.
et: Pole tähtis, kui aeglaselt te liigute, kui te ei peatu.
eu: Ez du axola zein poliki joaten zaren, gelditzen ez zaren bitartean.
fi: Ei ole väliä kuinka hitaasti kuljet, kunhan et pysähdy.
fr: Peu importe la lenteur avec laquelle tu avances, tant que tu ne t'arrêtes pas.
ga: Is cuma cé chomh mall a théann tú, chomh fada agus nach stopann tú.
gl: Non importa o lento que vaias, sempre que non pares.
he: זה לא משנה כמה לאט אתה הולך, כל עוד אתה לא עוצר.
hi: इससे कोई फर्क नहीं पड़ता कि आप कितनी धीमी गति से चलते हैं, जब तक आप रुकते नहीं हैं।
hr: Nije važno koliko polako idete, sve dok ne zastanete.
hu: Nem számít, milyen lassan haladsz, amíg meg nem állsz.
id: Tidak masalah seberapa lambatnya kamu berjalan, selama kamu tidak berhenti.
is: Það skiptir ekki máli hversu hægt þú ferð, svo lengi sem þú hættir ekki.
it: Non importa quanto lentamente vai, basta che non ti fermi.
ja: 立ち止まらない限り、どれだけゆっくり進んでも問題ありません。
ka: არ აქვს მნიშვნელობა რამდენად ნელა მიდიხარ, სანამ არ ჩერდები.
kk: Қанша жайлап бара жатқаның маңызды емес, тек тоқтамасаң болды.
ko: 멈추지 않는 한 얼마나 천천히 가는지는 중요하지 않습니다.
lt: Nesvarbu, kaip lėtai einate, kol nesustojate.
lv: Nav svarīgi, cik lēni tu ej, ja vien neapstājas.
mk: Не е важно колку полека одите, се додека не застанувате.
ms: Tidak kira seberapa perlahan anda pergi, asalkan anda tidak berhenti.
mt: Ma jimpurtax kemm tmur bil-mod, sakemm ma tieqafx.
nb: Det spiller ingen rolle hvor sakte du går, så lenge du ikke stopper.
nl: Het maakt niet uit hoe langzaam je gaat, zolang je maar niet stopt.
pl: Nie ma znaczenia, jak wolno idziesz, pod warunkiem, że się nie zatrzymasz.
pt_br: Não importa o quão devagar você vá, desde que não pare.
ro: Nu contează cât de încet mergi, atâta timp cât nu te oprești.
ru: Неважно, как медленно ты идёшь, главное — не останавливаться.
sk: Nezáleží na tom, ako pomaly idete, pokiaľ sa nezastavíte.
sl: Ni pomembno, kako počasi greš, dokler se ne ustaviš.
sq: Nuk ka rëndësi sa ngadalë ecni, përderisa nuk ndaloni.
sr: Није важно колико споро идете, све док се не зауставите.
sv: Det spelar ingen roll hur långsamt du går, så länge du inte stannar.
th: ไม่สำคัญว่าคุณจะเดินช้าแค่ไหน ตราบใดที่คุณไม่หยุด
tr: Durmadığın sürece ne kadar yavaş gittiğin önemli değil.
uk: Неважливо, як повільно ти йдеш, головне — не зупинятися.
vi: Không quan trọng bạn đi chậm thế nào, miễn là bạn không dừng lại.
zh_hans: 只要你不停下来，走得多慢并不重要。
zh_hk: 只要你不停下來，走得多慢並不重要。

source: It goes into %@'s mailbag as soon as this phone is online.
ar: وينتقل إلى حقيبة بريد %@ بمجرد اتصال هذا الهاتف بالإنترنت.
bg: Отива в пощенската чанта на %@ веднага щом този телефон е онлайн.
bs: Odlazi u poštansku torbu %@ čim je ovaj telefon online.
ca: Entra a la bossa de correu de %@ tan bon punt aquest telèfon està en línia.
cs: Jakmile je tento telefon online, dostane se do poštovní tašky %@.
da: Den går i %@'s postpose, så snart denne telefon er online.
de: Er kommt in die Posttasche von %@, sobald dieses Telefon online ist.
el: Μπαίνει στην ταχυδρομική τσάντα του %@ μόλις αυτό το τηλέφωνο συνδεθεί.
es: Entra en la carpeta de correo de %@ tan pronto como este teléfono esté en línea.
et: See läheb %@ postkasti niipea, kui see telefon on võrgus.
eu: Telefono hau konektatuta dagoen bezain laster %@-ren posta-zorroan sartzen da.
fi: Se menee %@:n postilaukkuun heti, kun tämä puhelin on online-tilassa.
fr: Il est envoyé dans le sac postal de %@ dès que ce téléphone est en ligne.
ga: Téann sé isteach i mála poist %@ chomh luath agus a bhíonn an fón seo ar líne.
gl: Entra na bolsa de correo de %@ en canto este teléfono estea en liña.
he: הוא נכנס לתיק הדואר של %@ ברגע שהטלפון הזה מחובר לאינטרנט.
hi: जैसे ही यह फ़ोन ऑनलाइन होता है यह %@ के मेलबैग में चला जाता है।
hr: Ide u poštansku torbu %@ čim ovaj telefon bude na mreži.
hu: Amint a telefon online állapotba kerül, a %@ postafiókjába kerül.
id: Ini masuk ke kantong surat %@ segera setelah telepon ini online.
is: Hann fer í pósttösku %@ um leið og þessi sími er nettengdur.
it: Va nella cassetta della posta di %@ non appena il telefono è online.
ja: この電話がオンラインになるとすぐに、それは %@ のメールバッグに入ります。
ka: ის გადადის %@-ის საფოსტო ჩანთაში, როგორც კი ეს ტელეფონი ონლაინ იქნება.
kk: Бұл телефон желіге қосылған кезде ол %@ пошта қалтасына түседі.
ko: 이 전화가 온라인 상태가 되자마자 %@의 메일백으로 들어갑니다.
lt: Kai tik šis telefonas prisijungia, jis patenka į %@ pašto dėžutę.
lv: Tas nonāk %@ pasta somā, tiklīdz šis tālrunis ir tiešsaistē.
mk: Влегува во поштенското кесе на %@ штом телефонов е онлајн.
ms: Ia masuk ke dalam beg mel %@ sebaik sahaja telefon ini dalam talian.
mt: Jidħol fil-mailbag ta' %@ hekk kif dan it-telefon ikun onlajn.
nb: Den legges i %@ sin postveske så snart denne telefonen er online.
nl: Het gaat in de postzak van %@ zodra deze telefoon online is.
pl: Trafia do skrzynki pocztowej %@, gdy tylko telefon będzie online.
pt_br: Ele vai para a mala postal do %@ assim que o telefone estiver online.
ro: Acesta intră în geanta poștală a lui %@ de îndată ce acest telefon este online.
ru: Письмо попадёт в почтовую сумку (%@), как только телефон будет в сети.
sk: Keď je tento telefón online, dostane sa do poštovej tašky %@.
sl: Gre v poštno torbo %@ takoj, ko je ta telefon povezan.
sq: Ai shkon në çantën postare të %@ sapo ky telefon të jetë në linjë.
sr: Одлази у поштанску торбу %@ чим је овај телефон на мрежи.
sv: Den hamnar i %@:s postväska så snart den här telefonen är online.
th: โทรศัพท์จะเข้าไปในกระเป๋าไปรษณีย์ของ %@ ทันทีที่โทรศัพท์เครื่องนี้ออนไลน์
tr: Bu telefon çevrimiçi olur olmaz %@'nin posta çantasına gidiyor.
uk: Він потрапляє в поштову скриньку %@, щойно цей телефон підключається до мережі.
vi: Nó sẽ đi vào túi thư của %@ ngay khi điện thoại này trực tuyến.
zh_hans: 此电话一上线，它就会进入 %@ 的邮袋。
zh_hk: 此電話一上線，它就會進入 %@ 的郵袋。

source: It goes into their mailbag as soon as this phone is online.
ar: يذهب إلى حقيبة البريد الخاصة بهم بمجرد اتصال هذا الهاتف بالإنترنت.
bg: Отива в пощенската им чанта веднага щом този телефон е онлайн.
bs: To ide u njihovu poštansku torbu čim je ovaj telefon online.
ca: Entra a la seva bossa de correu tan bon punt aquest telèfon està en línia.
cs: Jakmile je tento telefon online, dostane se do jejich poštovní tašky.
da: Den går i deres postsæk, så snart denne telefon er online.
de: Er wandert in ihre Posttasche, sobald dieses Telefon online ist.
el: Μπαίνει στην ταχυδρομική τους τσάντα μόλις αυτό το τηλέφωνο είναι συνδεδεμένο.
es: Irá a su bolsa postal en cuanto este teléfono esté en línea.
et: See läheb nende postikotti kohe, kui see telefon on võrgus.
eu: Telefono hau konektatuta dagoen bezain laster haien posta-poltsan sartzen da.
fi: Se menee heidän postilaukkuun heti, kun tämä puhelin on verkossa.
fr: Elle rejoint leur sacoche dès que ce téléphone est en ligne.
ga: Téann sé isteach ina mála poist chomh luath agus a bhíonn an fón seo ar líne.
gl: Entra na súa bolsa de correo en canto este teléfono está en liña.
he: זה נכנס לתיק הדואר שלהם ברגע שהטלפון הזה מחובר לאינטרנט.
hi: जैसे ही यह फ़ोन ऑनलाइन होता है यह उनके मेलबैग में चला जाता है।
hr: Ide u njihovu poštansku torbu čim ovaj telefon bude na mreži.
hu: Amint ez a telefon online lesz, a postatáskájukba kerül.
id: Ini masuk ke kantong surat mereka segera setelah telepon ini online.
is: Það fer í pósttöskuna þeirra um leið og þessi sími er kominn á netið.
it: Finirà nella loro cassetta della posta non appena il telefono sarà online.
ja: この電話がオンラインになるとすぐにメールバッグに入ります。
ka: ის შედის მათ საფოსტო ჩანთაში, როგორც კი ეს ტელეფონი ონლაინ რეჟიმში იქნება.
kk: Бұл телефон желіге қосылған кезде ол олардың пошта дорбасына түседі.
ko: 이 전화가 온라인 상태가 되자마자 우편함에 들어갑니다.
lt: Jis patenka į jų pašto dėžutę, kai tik šis telefonas prisijungia.
lv: Tas nonāk viņu pasta somā, tiklīdz šis tālrunis ir tiešsaistē.
mk: Таа оди во нивната поштенска торба штом овој телефон е онлајн.
ms: Ia masuk ke dalam beg mel mereka sebaik sahaja telefon ini dalam talian.
mt: Jidħol fil-mailbag tagħhom hekk kif dan it-telefon ikun onlajn.
nb: Den går i postvesken deres så snart denne telefonen er på nett.
nl: Het gaat in hun postzak zodra deze telefoon online is.
pl: Trafia do ich skrzynki pocztowej, gdy tylko telefon będzie online.
pt_br: Ele vai para a mala postal assim que o telefone estiver online.
ro: Acesta intră în geanta lor de e-mail imediat ce acest telefon este online.
ru: Письмо попадёт в их почтовую сумку, как только этот телефон выйдет в сеть.
sk: Keď je tento telefón online, dostane sa do ich poštovej tašky.
sl: Gre v njihovo poštno torbo takoj, ko je ta telefon na spletu.
sq: Ai shkon në çantën e tyre postare sapo ky telefon të jetë në linjë.
sr: Одлази у њихову поштанску торбу чим је овај телефон на мрежи.
sv: Den hamnar i deras postväska så fort den här telefonen är online.
th: มันจะเข้าไปในกระเป๋าไปรษณีย์ทันทีที่โทรศัพท์เครื่องนี้ออนไลน์
tr: Bu telefon çevrimiçi olur olmaz posta çantalarına girecek.
uk: Лист потрапить у їхню поштову сумку, щойно цей телефон вийде в мережу.
vi: Nó sẽ đi vào túi thư của họ ngay khi điện thoại này trực tuyến.
zh_hans: 一旦电话上线，它就会进入他们的邮袋。
zh_hk: 一旦電話上線，它就會進入他們的郵袋。

source: It happened!
ar: لقد حدث!
bg: Случи се!
bs: Desilo se!
ca: Va passar!
cs: Stalo se!
da: Det skete!
de: Es ist passiert!
el: Έγινε!
es: ¡Sucedió!
et: See juhtus!
eu: Gertatu da!
fi: Se tapahtui!
fr: C'est arrivé !
ga: Tharla sé!
gl: Pasou!
he: זה קרה!
hi: घटित हुआ!
hr: Dogodilo se!
hu: Megtörtént!
id: Itu terjadi!
is: Það gerðist!
it: È successo!
ja: それは起こった！
ka: ეს მოხდა!
kk: Бұл болды!
ko: 그런 일이 일어났습니다!
lt: Tai atsitiko!
lv: Tas notika!
mk: Тоа се случи!
ms: Ia berlaku!
mt: Ġara!
nb: Det skjedde!
nl: Het is gebeurd!
pl: To się stało!
pt_br: Aconteceu!
ro: Sa întâmplat!
ru: Это случилось!
sk: Stalo sa!
sl: Zgodilo se je!
sq: ndodhi!
sr: Десило се!
sv: Det hände!
th: มันเกิดขึ้น!
tr: Oldu!
uk: Це сталося!
vi: Nó đã xảy ra!
zh_hans: 它发生了！
zh_hk: 它發生了！

source: It lands on their phone the next time Baranov is open.
ar: يصل إلى هاتفهم في المرة التالية التي يفتح فيها بارانوف.
bg: Каца на телефона им следващия път, когато Баранов е отворен.
bs: Slijeće na njihov telefon sljedeći put kada Baranov bude otvoren.
ca: Aterra al seu telèfon la propera vegada que Baranov estigui obert.
cs: Přistane na jejich telefonu, až bude Baranov příště otevřený.
da: Det lander på deres telefon, næste gang Baranov er åben.
de: Er erscheint auf dem Telefon, sobald Baranov das nächste Mal geöffnet wird.
el: Προσγειώνεται στο τηλέφωνό τους την επόμενη φορά που ο Baranov είναι ανοιχτός.
es: Llega a su teléfono la próxima vez que Baranov esté abierto.
et: See satub nende telefoni järgmisel korral, kui Baranov on avatud.
eu: Beraien telefonoan sartzen da Baranov irekita dagoen hurrengoan.
fi: Se laskeutuu heidän puhelimeen seuraavan kerran, kun Baranov on auki.
fr: Il atterrira sur leur téléphone la prochaine fois que Baranov sera ouvert.
ga: Tuirlingíonn sé ar a nguthán an chéad uair eile a bheidh Baranov oscailte.
gl: Aterra no seu teléfono a próxima vez que Baranov estea aberta.
he: זה נוחת בטלפון שלהם בפעם הבאה שברנוב פתוח.
hi: अगली बार जब बारानोव खुला होता है तो यह उनके फोन पर आ जाता है।
hr: Sleti na njihov telefon sljedeći put kada je Baranov otvoren.
hu: A telefonjukban landol, amikor Baranov legközelebb nyitva van.
id: Itu mendarat di ponsel mereka saat Baranov buka lagi.
is: Það lendir í símanum þeirra næst þegar Baranov er opinn.
it: Atterrerà sul loro telefono la prossima volta che Baranov sarà aperto.
ja: 次に Baranov が開いたときに、このメッセージが携帯電話に届きます。
ka: ის დაეშვება მათ ტელეფონზე შემდეგ ჯერზე, როცა ბარანოვი ღია იქნება.
kk: Баранов келесі жолы ашылғанда, ол олардың телефонына түседі.
ko: 다음에 Baranov가 열리면 전화기에 표시됩니다.
lt: Jis patenka į jų telefoną kitą kartą, kai Baranovas bus atidarytas.
lv: Tas nonāk viņu telefonā nākamreiz, kad Baranovs būs atvērts.
mk: Следува на нивниот телефон следниот пат кога Баранов ќе биде отворен.
ms: Ia mendarat pada telefon mereka pada kali berikutnya Baranov dibuka.
mt: Tinżel fuq it-telefon tagħhom id-darba li jmiss Baranov ikun miftuħ.
nb: Den lander på telefonen deres neste gang Baranov er åpen.
nl: De volgende keer dat Baranov open is, komt het op hun telefoon terecht.
pl: Wyląduje na ich telefonie, gdy Baranov będzie ponownie otwarty.
pt_br: Ele chega ao telefone na próxima vez que Baranov estiver aberto.
ro: Aterizează pe telefonul lor data viitoare când Baranov este deschis.
ru: Оно появится на их телефоне, когда они в следующий раз откроют Baranov.
sk: Pristane im na telefóne, keď bude Baranov najbližšie.
sl: Naslednjič, ko je Baranov odprt, pristane na njihovem telefonu.
sq: Zbarkon në telefonin e tyre herën tjetër që Baranov është i hapur.
sr: Слеће на њихов телефон следећи пут када Баранов буде отворен.
sv: Den landar på deras telefon nästa gång Baranov är öppen.
th: โทรศัพท์จะมาถึงในครั้งต่อไปที่ Baranov เปิด
tr: Baranov bir dahaki sefere açıldığında telefonlarına düşüyor.
uk: Він потрапляє на їхній телефон наступного разу, коли Баранов відкривається.
vi: Nó xuất hiện trên điện thoại của họ vào lần tiếp theo Baranov mở cửa.
zh_hans: 下次巴拉诺夫开门时，它就会出现在他们的手机上。
zh_hk: 下次巴拉諾夫開門時，它就會出現在他們的手機上。
